Repository: gurglet/johaneunyoung.com
Catalog: wedding/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Home
sv: Hem

source: Contact
sv: Kontakt

source: Maps
sv: Kartor

source: Language
sv: Språk

# TOASTMASTER_TEXT
source: Our toastmasters for the evening are Jacob Axelsson and Emma Lee Bergstrom. If you wish to hold a speech during the dinner then you should contact them at <a href='mailto:jacobaxelsson@gmail.com'>jacobaxelsson@gmail.com</a> at least one week before the wedding. Try to keep the duration of the speech to less than 5 min.
sv: Våra toastmasters för kvällen är Jacob Axelsson och Emma Lee Bergström. Önskar ni hålla tal under middagen så bör ni till dem på <a href='mailto:jacobaxelsson@gmail.com'>jacobaxelsson@gmail.com</a> senast en vecka innan bröllopet.

# COUPLE_CONTACT_HEADER
source: The Wedding Couple
sv: Bröllopsparet

# COUPLE_CONTACT_TEXT
source: Do you have any questions or concerns about the wedding that are not answered here, then you can of course contact us. We have an e-mail address at <a href='mailto:eunyoungjohan@gmail.com'>eunyoungjohan@gmail.com</a>. If you need to reach us quickly you can either call +46702695111 (Johan) or +46735601088 (Eunyoung)
sv: Har ni några frågor eller funderingar om bröllopet som inte besvaras här så går det givetvis jättebra att höra av sig. Vi har en gemensam e-mailadress på <a href='mailto:eunyoungjohan@gmail.com'>eunyoungjohan@gmail.com</a>

source: Gallery
sv: Galleri

# WELCOME_MESSAGE
source: Welcome to our wedding homepage!
sv: Varmt välkomna till vår bröllopssida!

# WELCOME_LEAD
source: Here you will find information about the schedule during the wedding day, travel and lodging, and other important stuff. After the wedding, we will also put up a photo gallery here!
sv: Här hittar ni informationen om programmet på bröllopsdagen, boende och annat viktigt. Efter bröllopet så kommer vi också att lägga upp ett bildgalleri här!

# WELCOME_END
source: We are really looking forward to seeing you all on our Big Day!
sv: Vi ser fram emot att se er alla på vår stora dag! <p>Vänligen notera: På inbjudan så har vi av misstag skrivit fel e-mailaddress. Så har ni frågor om bröllopet och vill maila oss så finns den rätta adressen på denna sida (Kontakt/Bröllopsparet).</p>

# DRESS_CODE_HEADER
source: Dress Code
sv: Klädkod

# DRESS_CODE_TEXT
source: Business Casual / Informal suit. It means light or dark suit for the gentlemen and dress or skirt for the ladies.
sv: Kavaj. Med det menas ljus eller mörk kostym för herrarna och klänning, kjol eller dress för damerna.

# PRE_PARTY_HEADER
source: Pre-Party
sv: Mingelparty

# PRE_PARTY_TEXT_1
source: The day before the wedding, you are welcome to a pre-party that will be held at the groom's father's house which is about 5 min walk from Stiftsgården. In other words, an excellent chance to get to know the other wedding guests before the wedding! You will be offered a lighter meal and drinks!
sv: Dagen före bröllopet så kommer det att hållas ett mingelparty hos brudgummens fars hus. Med andra ord en chans att lära känna de andra bröllopsgästerna innan själva bröllopet! Det kommer att bjudas på snacks och mingeldricka!

# PRE_PARTY_TEXT_2
source: Location for the pre-party is <a href='https://maps.google.se/maps?q=Edensgatan+16,+Skellefte%C3%A5&hl=en&ie=UTF8&sll=58.403789,15.610774&sspn=0.111164,0.288734&hnear=Edensgatan+16,+931+44+Skellefte%C3%A5&t=m&z=15'>Edénsgatan 16</a> (name of the street) and the time is 5.00 p.m to 10.00 p.m, 12th of July.
sv: Mingelpartyt är på <a href='https://maps.google.se/maps?q=Edensgatan+16,+Skellefte%C3%A5&hl=en&ie=UTF8&sll=58.403789,15.610774&sspn=0.111164,0.288734&hnear=Edensgatan+16,+931+44+Skellefte%C3%A5&t=m&z=15'>Edénsgatan 16</a> och tidpunkten är 17.00-22.00 den 12/7.

# SCHEDULE_HEADER
source: Schedule for the Wedding Day
sv: Schema för bröllopsdagen

# SCHEDULE_TEXT
source: Wedding Ceremony on Kyrkholmen 2.00 p.m <br> Afterwards a short walk to Stiftsgården where the recpetion will be held starting at 3.30 p.m.
sv: Vigsel på Kyrkholmen 14.00 <br>Därefter kort promenad till Stiftsgården där brudskål och middag kommer att hållas med start kl 15.30

# HOUSING_HEADER
source: Lodging
sv: Boende

# HOUSING_TEXT
source: <p><a href='http://www.stiftsgarden.se/se/'>Stiftsgården</a>, same place as where the reception is held and also where the wedding couple will be staying. They have both hotel and hostel. </p><p><a href='http://www.rumforresande.se'>Rum före resande</a>, hostel within 5 min walk from Stiftsgården.</p><p><a href='http://www.scandichotels.se/Hotels/Countries/Sverige/Skelleftea/Hotels/Scandic-Skelleftea/'>Scandic hotell</a>, located in the centre of the city, 3-4 km from Stiftsgården</p>
sv: <p><a href='http://www.stiftsgarden.se/se/'>Stiftsgården</a>, i anslutning till festlokalen och är också där brudparet kommer att bo. Finns både hotellrum och vandrarhem.</p><p><a href='http://www.rumforresande.se'>Rum före resande</a>, vandrarhem inom 5 min promenad från Stiftsgården.</p><p><a href='http://medleforskonferenser.se/index.php/boende'>Medlefors konferensanläggning</a>, 10 min promenad till Stiftsgården.</p><p><a href='http://www.scandichotels.se/Hotels/Countries/Sverige/Skelleftea/Hotels/Scandic-Skelleftea/'>Scandic hotell</a>, beläget i centrum, 3-4 kilometer från Stiftsgården</p>

# IMPORTANT_DATE_HEADER
source: Important Dates
sv: Viktiga datum

# IMPORTANT_DATE_TEXT
source: 13th May: Last date for RSVP<br>12th July: Pre-Party<br>13th July: Our wedding!
sv: 13 maj: Sista svarsdag<br>12 juli: Mingelparty<br>13 juli: Bröllopet!

# GIFT_HEADER
source: Gifts
sv: Bröllopsgåvor

# GIFT_TEXT
source: Since we already lived together for several years, we already have all the household things we need (and have room for). If you would like to give us something we would prefer a contribution to our honeymoon or other gifts that can be "experienced" (e.g. events, food, travel, etc.). The destination for the honeymoon is in Italy, where we will relax in Verona, Lake Garda and Valpolicella
sv: Då vi redan bott tillsammans i flera i år så har vi redan de hushållssaker som vi behöver (och får plats med). Vill ni ge oss något så önskar vi helst ett bidrag till bröllopsresan eller andra upplevelsepresenter (dvs events, mat, resor eller dylikt). Det går att bidra till bröllopsresan genom att göra en insättning på kontot 9550-1456674 (Avanza). Destinationen för bröllopsresan är Italien där vi kommer att koppla av i Verona, Valpociella och Lake Garda

# TRAVEL_INFO_HEADER
source: Travel information
sv: Reseinformation

# TRAVEL_INFO_TEXT
source: If you are flying to Skellefteå, the airport shuttle goes from the airport to most of the hotels in the city (including Stiftsgården), so no need to take a taxi. Detailed information about time schedule and bus stops can be found on <a href='http://skellefteaairport.se/en/to-and-from-the-airport/'>the homepage of Skellefteå airport</a><br><br> If you are thinking about traveling in the area before or after the wedding you might be able to find something interesting <a href='http://www.destinationskelleftea.se/en/Destination'>here</a>. Public transportations are not available for all destinations but you will also be able to finds car rentals in central Skellefteå.
sv: Om ni flyger till Skellefteå och bor på Stiftsgården (eller i närheten) så går det att att åka flygbuss direkt till hotellet. Detaljerad information om tider och hållplatser finns på Skellefteå flygplats <a href='http://skellefteaairport.se/till-och-fran/'>hemsida</a>

# Wedding
source: Wedding location
sv: Vigsel

# WEDDING_LOCATION
source: Our wedding will take place on the lovely Kyrkholmen in Skellefteå
sv: Logen på Kyrkholmen, Skellefteå

# Reception
source: Wedding reception
sv: Mottagning

# RECEPTION_LOCATION
source: The reception is in Stiftsgården, Skellefteå, Sweden
sv: Stiftsgården Skellefteå

source: RSVP
sv: Svara
